/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 是当前的最新版本。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ 是当前的最新版本（您正在运行 %3$@）。";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ 可供下载，您现在的版本是 %3$@。要现在下载吗？";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ 已经推出，您正在运行 %3$@。您要在网站上查看关于更新的更多信息吗？";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ 已下载";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ 已下载完毕并可以使用。您想要现在安装 %1$@ 吗？";

/* No comment provided by engineer. */
"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "如果在下载位置运行此程序，则无法对 %1$@ 进行更新。";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "无法更新 %1$@，因为它运行于一个只读或临时位置。";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新版本的 %@ 已经发布";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "新版本的 %@ 可以安装了";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "获取升级信息时出现错误，请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "下载过程中出现错误，请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "解压过程中出现错误，请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "解析更新信息时出现错误，请稍后再试。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates…" = "正在检查更新…";

/* Take care not to overflow the status window. */
"Downloading update…" = "正在下载更新…";

/* Take care not to overflow the status window. */
"Extracting update…" = "正在解压更新…";

/* No comment provided by engineer. */
"Install and Relaunch" = "安装并重启应用";

/* Take care not to overflow the status window. */
"Installing update…" = "正在安装更新…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "查看更多…";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Quit %1$@, move it into your Applications folder, relaunch it from there and try again." = "退出 %1$@，将其移至“应用程序”，并在那里重新启动，然后再试。";

/* No comment provided by engineer. */
"Ready to Install" = "可以开始安装了";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "您想让 %1$@ 在启动时自动检查更新么？您也可以在程序菜单 %1$@ 中手动检查。";

/* No comment provided by engineer. */
"Update Error!" = "更新错误！";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "移动 %1$@ 到应用程序文件夹并再试一次。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up-to-date!" = "您使用的就是最新版！";
